{"file_name": "001.jpg", "text": "A photo of a young woman with long pink hair, wearing a white crop top and olive green cargo pants, striking a pose with her hands forming a frame against the backdrop of an urban skyline."}
{"file_name": "002.jpg", "text": "A photo of a young woman with long, wavy hair wearing a yellow dress, taking a selfie with her phone, making a peace sign with her hand, and smiling."}
{"file_name": "003.jpg", "text": "A photo of a young woman with long blonde hair, wearing a white crop top, blue jeans, and a fluffy hat with ears, holding her hands up to the camera, smiling."}
{"file_name": "004.jpg", "text": "A photo of a young woman with long brown hair tied in a ponytail, wearing a white and blue sports shirt, standing on a red track with green grass and buildings in the background. She is smiling and looking to her left."}
{"file_name": "005.jpg", "text": "A photo of a young woman with long, wavy brown hair wearing a pink tank top. She has a slender build and is standing against a white wall with some yellow bags hanging on it."}
{"file_name": "006.jpg", "text": "A photo of a young woman with long black hair, wearing white lace lingerie and a sheer top, lying on a bed with her head resting on her hand, looking relaxed and serene."}
{"file_name": "007.jpg", "text": "A photo of a young woman with long, wavy hair, wearing a black sweater and jeans, making a peace sign with her hand, smiling, and standing in front of a mesh wall and a table with a patterned tablecloth."}
{"file_name": "008.jpg", "text": "A photo of a young woman with long, blue-gray hair, wearing a white, off-shoulder sweater and black leather pants, standing confidently with hands on hips against a white wall with text."}
{"file_name": "009.jpg", "text": "A photo of a young woman with short blonde hair, wearing a zebra print crop top, taking a selfie with her arm extended in front of her. She has a neutral expression on her face."}
{"file_name": "010.jpg", "text": "A photo of a young woman with long, wavy brown hair wearing a white t-shirt with a black logo on the left chest area. She is standing indoors, with one arm raised and her hand touching her hair. The background includes a bed with blue and white blankets and a beige curtain."}
{"file_name": "011.jpg", "text": "A photo of a young woman with long, straight hair wearing a black cardigan and holding a pair of fluffy, cat paw-shaped gloves in front of a store filled with colorful socks. She is smiling and appears to be in her late teens or early twenties."}
{"file_name": "012.jpg", "text": "A photo of a young woman with long black hair styled in an elegant updo, wearing a striking red dress with a high slit and black gloves, standing confidently against a textured marble wall. She has a poised posture, with one hand resting on her hip and the other hanging by her side. Her expression is neutral, adding to the sophisticated and stylish appearance."}
{"file_name": "013.jpg", "text": "A photo of a young woman with long, dark hair wearing a white, one-shoulder dress. She has a slender build and is posing with one hand on her hip and the other near her mouth. The image captures her in a thoughtful or contemplative mood."}
{"file_name": "014.jpg", "text": "A photo of a young woman with long black hair, wearing a white lace bodysuit, sitting on a white surface with one leg crossed over the other, her eyes closed and a serene expression on her face."}
{"file_name": "015.jpg", "text": "A photo of a young woman with long dark hair, wearing a floral dress and a beige jacket, standing on a zebra crossing at night. She has a confident posture with one hand on her hip, and her expression is neutral. The background shows a city street with illuminated signs and a car."}
{"file_name": "016.jpg", "text": "A photo of a young woman with light-colored hair, wearing a pink crop top and beige shorts, posing on a metallic surface with her arms extended. She has a confident expression and is wearing a black jacket with pink fur cuffs."}
{"file_name": "017.jpg", "text": "A photo of a young woman with long, wavy dark hair, wearing a sleeveless, light-colored dress, holding the camera with both hands, and making a playful pout. She has a slender build and is wearing pearl earrings. The background is plain and neutral."}
{"file_name": "018.jpg", "text": "A photo of a young woman with long, wavy brown hair, wearing a white t-shirt with a small black logo on the chest, making a peace sign with her right hand and holding her left arm up, with a relaxed and happy expression."}
{"file_name": "019.jpg", "text": "A photo of a young woman with long, wavy black hair, wearing a white lace top, standing against a plain background. She has a slender build and is looking down with a serene expression."}
{"file_name": "020.jpg", "text": "A photo of a young woman with long blonde hair, wearing a black and white dress with a bow, standing outdoors in a park setting. She has a slender build and is looking directly at the camera with a neutral expression."}
{"file_name": "021.jpg", "text": "A photo of a young woman with long black hair, wearing a beige dress, taking a mirror selfie with her phone. She has a slim build and is holding the phone with both hands, one hand on the back of her head and the other on the phone. The background features a tiled wall and a mirror reflecting her image."}
{"file_name": "022.jpg", "text": "A photo of a young woman with long, straight grey hair and bangs, wearing a black dress with a butterfly design, sitting on an ornate couch, holding her hair with one hand, and looking down with a thoughtful expression."}
{"file_name": "023.jpg", "text": "A photo of a young woman with long, dark hair styled in loose waves, wearing an elegant off-the-shoulder white lace dress with flared sleeves, accessorized with a delicate necklace and earrings. She stands confidently against a plain background, her hands clasped in front of her."}
{"file_name": "024.jpg", "text": "A photo of a young woman with long dark hair, wearing a snake skin dress and black gloves, standing in front of a wall with a pipe and a light switch. She has a confident pose with one hand on her hip and the other resting on the wall."}
{"file_name": "025.jpg", "text": "A photo of a young woman with long, dark hair, wearing white lace underwear, standing behind a white curtain, her eyes closed and lips slightly parted, with one hand holding the curtain and the other making a peace sign."}
{"file_name": "026.jpg", "text": "A photo of a young woman with long black hair, wearing a black crop top and high-heeled thigh-high boots, sitting on a staircase with one arm raised and the other holding a chain. She has a confident and stylish appearance."}
{"file_name": "027.jpg", "text": "A photo of a young woman with long brown hair, wearing a white t-shirt with blue letters, standing on a bridge with her hand on her head, looking at the camera with a serious expression. She is wearing a bracelet on her wrist and is surrounded by a busy city street with tall buildings in the background."}
{"file_name": "028.jpg", "text": "A photo of a young woman with long, wavy brown hair wearing a black fur-lined hat and a beige knitted sweater. She is holding a black bag and appears to be in a casual setting."}
{"file_name": "029.jpg", "text": "A photo of a young woman with long blue hair, wearing a white and black outfit, sitting on a ledge in front of a Christmas tree decorated with Chanel gift boxes. She has a confident posture and a slight smile on her face."}
{"file_name": "030.jpg", "text": "A photo of a young woman with shoulder-length hair, wearing a white T-shirt dress with a blue \"LA\" logo on the left chest, holding a bottle in her right hand and touching her hair with her left hand. She is standing in front of an elevator and a glass wall."}
{"file_name": "031.jpg", "text": "A photo of a young woman with long black hair adorned with red roses, wearing a black dress decorated with red roses, and accessorized with a necklace and earrings. She is holding a rose petal to her mouth, with a serious expression on her face. The lighting is purple, creating a dramatic effect."}
{"file_name": "032.jpg", "text": "A photo of a young woman with long, dark hair wearing a white T-shirt, making a peace sign with her hand and smiling. She appears to be in a cozy indoor setting, possibly a bedroom."}
{"file_name": "033.jpg", "text": "A photo of a young woman with long black hair, wearing a black crop top and high-waisted pants, standing on a staircase with her hands resting on the railing. She has a confident and cool demeanor."}
{"file_name": "034.jpg", "text": "A photo of a young woman with long pink hair, wearing a black hoodie, jeans, and a beige cap, sitting on a bench, holding a Starbucks drink, and listening to music with headphones. She appears relaxed and casual."}
{"file_name": "035.jpg", "text": "A photo of a young woman with long black hair tied up, wearing a white t-shirt with blue letters and blue jeans, sitting on the grass in a garden with colorful flowers in the background. She is making a peace sign with her right hand."}
{"file_name": "036.jpg", "text": "A photo of a young woman with long blonde hair, wearing a white crop top, blue jeans, and a white fluffy hat with ears, sitting on a couch with a backpack and a jacket nearby. She is holding up her arm, showing off her outfit."}
{"file_name": "037.jpg", "text": "A photo of a young woman with long, dark hair, wearing a floral top and a black cardigan, holding her hand to her chest, and looking directly at the camera with a neutral expression."}
{"file_name": "038.jpg", "text": "A photo of a young woman with messy hair, wearing a white T-shirt, and holding her hair with one hand while looking at the camera. She has a relaxed and casual posture."}
{"file_name": "039.jpg", "text": "A photo of a young woman with long black hair, wearing a white dress, sitting at a table with a cake and a vase, looking out the window at a cityscape. She has a delicate necklace and earrings, and her hands are clasped together in front of her."}
{"file_name": "040.jpg", "text": "A photo of a young woman with long, straight, light brown hair, wearing a strapless black dress, sitting at a table in a restaurant with a yellow staircase in the background. She has a slim build and is looking directly at the camera with a slight smile."}
{"file_name": "041.jpg", "text": "A photo of a young woman with long, straight hair wearing an elegant white lace dress, sitting on a high stool in a stylish, modern restaurant setting. She has a confident and poised expression, with her arms resting on the back of the stool. The background features a circular ceiling design and a bar area with shelves filled with bottles."}
{"file_name": "042.jpg", "text": "A photo of a young woman with long, wavy dark hair wearing a white blouse and black pants, sitting at a table with papers, smiling gently."}
{"file_name": "043.jpg", "text": "A photo of a young woman with long, straight, light brown hair wearing a strapless black dress, smiling and looking directly at the camera in an indoor setting with a staircase and a white umbrella visible in the background."}
{"file_name": "044.jpg", "text": "A photo of a young woman with long, straight blonde hair wearing a white sleeveless top. She is sitting in a dimly lit room with a plant and a lamp in the background. The woman has a neutral expression on her face."}
{"file_name": "045.jpg", "text": "A photo of a young woman with long, dark hair styled in an elegant updo, wearing a white lace dress with puffed sleeves and a fitted bodice, sitting on a beige sofa in a cozy, warmly lit room. She is holding the sleeve of her dress with one hand, looking slightly to the side with a gentle smile."}
{"file_name": "046.jpg", "text": "A photo of a young woman with long black hair, wearing a white sleeveless dress with buttons, sitting on a blue bench in front of a large painting of a sunset over the sea. She is holding a vase of yellow flowers and looking to her left with a slight smile."}
{"file_name": "047.jpg", "text": "A photo of a young woman with long brown hair, wearing an elegant white lace dress with off-the-shoulder sleeves and a belt, standing in a well-lit, white interior space, smiling gently."}
{"file_name": "048.jpg", "text": "A photo of a young woman with long black hair, wearing a white lace bodysuit, sitting on the floor with one hand resting on her knee and the other hand holding her hair, looking directly at the camera with a neutral expression."}
{"file_name": "049.jpg", "text": "A photo of a young woman with long black hair, wearing a black crop top and high-heeled thigh-high boots, standing on stairs with one hand on the wall and the other holding her waist, smiling."}
{"file_name": "050.jpg", "text": "A photo of a young woman with long, dark hair styled in loose waves, wearing a light blue spaghetti strap top, standing in a room with a star-shaped hairpin in her hair, and a vase of white flowers on the table behind her."}
{"file_name": "051.jpg", "text": "A photo of a young woman with long dark hair, wearing a white T-shirt with a colorful graphic and text on the left chest, grey pants, and a silver necklace. She is posing with her hand on her forehead, looking directly at the camera with a serious expression."}
{"file_name": "052.jpg", "text": "A photo of a young woman with a slender figure, wearing a white dress and sunglasses, sitting on a picnic blanket in a park, holding an orange and smiling."}
{"file_name": "053.jpg", "text": "A photo of a young woman with long blonde hair, wearing a black turtleneck and denim pants with a bow tie, standing in a clothing store, smiling and holding her hand to her head."}
{"file_name": "054.jpg", "text": "A photo of a young woman with long black hair, wearing a white crop top and black skirt, holding a tie around her neck, standing in a spacious room with wooden flooring and large windows. She has a confident and playful expression on her face."}
{"file_name": "055.jpg", "text": "A photo of a young woman with short, light-colored hair, wearing a black jacket with pink fur cuffs, a pink crop top, and a beige skirt with metal rings. She has long, dark nails and is posing with one arm raised, resting her head on her hand."}
{"file_name": "056.jpg", "text": "A photo of a young woman with long blonde hair, wearing a white crop top and plaid pants, standing in front of shelves filled with various snacks, including Snickers, M&M's, and Dove chocolates. She has a confident posture and is looking over her shoulder with a slight smile."}
{"file_name": "057.jpg", "text": "A photo of a young woman with pink hair, wearing a white sleeveless top and grey cargo pants, sitting on a wooden stump with one leg crossed over the other, holding her hair with one hand, and looking at the camera with a serious expression. The background shows an urban landscape with buildings and trees."}
{"file_name": "058.jpg", "text": "A photo of a young woman with long black hair, wearing a strapless dress and a pearl necklace, standing on a balcony with modern buildings in the background. She has a slender figure and is looking slightly to her left."}
{"file_name": "059.jpg", "text": "A photo of a young woman with long, wavy black hair, wearing a white lace bodysuit, sitting with her legs crossed and hands resting on her face, looking directly at the camera with a serene expression."}
{"file_name": "060.jpg", "text": "A photo of a young woman with long blonde hair, wearing a white crop top, blue jeans, and a white fluffy hat with ear flaps, holding the hat with both hands, smiling, and sitting on a couch."}
{"file_name": "061.jpg", "text": "A photo of a young woman with long dark hair, wearing a white T-shirt with a graphic design on the left chest and a necklace, standing against a modern, reflective background with blue and orange lights. She has her hands in her pockets and is looking directly at the camera."}
{"file_name": "062.jpg", "text": "A photo of a young woman with long black hair, wearing a brown apron and a white top, sitting at a pottery wheel, holding a clay cup, making a peace sign with her right hand, and smiling at the camera."}
{"file_name": "063.jpg", "text": "A photo of a young woman with long, dark hair wearing a green dress with black polka dots, a silver necklace, and a black shoulder bag. She is standing in front of a glass wall with plants and buildings in the background."}
{"file_name": "064.jpg", "text": "A photo of a young woman with long brown hair, wearing a black hat and a beige knitted sweater, looking directly at the camera with a neutral expression."}
{"file_name": "065.jpg", "text": "A photo of a young woman with black hair tied up, wearing a white dress with puffed sleeves, sitting on a picnic blanket surrounded by drinks and snacks, looking down with a slight smile."}
{"file_name": "066.jpg", "text": "A photo of a young woman with long black hair, wearing a blue crop top and striped wide-leg jeans, sitting on a chair with one arm raised and the other resting on a chair next to her. She is wearing white sneakers and has a beige handbag on the chair beside her. The background features a wall with the text \"I love you so machi.\" and colorful confetti-like decorations."}
{"file_name": "067.jpg", "text": "A photo of a young woman with long, wavy dark hair, wearing a sleeveless beige dress and pearl earrings, smiling at the camera."}
{"file_name": "068.jpg", "text": "A photo of a young woman with long, dark hair wearing a black blazer over a matching top, standing against a plain wall with her arms crossed and a slight smile on her face."}
{"file_name": "069.jpg", "text": "A photo of a young woman with long black hair, wearing a black crop top, high-waisted pants, and thigh-high boots, standing on a staircase with one hand on the wall and the other holding a keychain, smiling."}
{"file_name": "070.jpg", "text": "A photo of a young woman with long, dark hair wearing a red crop top and denim jacket, holding a coffee cup, standing in front of a coffee shop counter. She appears to be in her late teens or early twenties."}
{"file_name": "071.jpg", "text": "A photo of a young woman with long, straight dark hair wearing a white sleeveless top, sitting in front of a vibrant flower bed filled with pink and yellow tulips. She has a relaxed posture, with her arms resting on her knees, and is looking directly at the camera with a neutral expression."}
{"file_name": "072.jpg", "text": "A photo of a young woman with short blonde hair, wearing a black turtleneck, standing in front of a brown curtain, looking directly at the camera with a slight smile."}
{"file_name": "073.jpg", "text": "A photo of a young woman with long, straight black hair wearing a white dress with buttons and a frilled collar, sitting on a bench surrounded by green plants. She has a neutral expression on her face."}
{"file_name": "074.jpg", "text": "A photo of a young woman with shoulder-length dark hair, wearing a white sleeveless top, sitting in front of a vibrant flower bed filled with pink and yellow tulips. She has a relaxed posture, looking slightly to the side with a calm expression."}
{"file_name": "075.jpg", "text": "A photo of a young woman with long, wavy hair wearing a white t-shirt and denim shorts, sitting cross-legged on the floor surrounded by blue balloons, holding one above her head, smiling gently."}
{"file_name": "076.jpg", "text": "A photo of a young woman with long, straight, light brown hair, wearing a strapless black dress, sitting at a table in a restaurant with a yellow staircase and white walls in the background. She has a slim build and is looking directly at the camera with a slight smile."}
{"file_name": "077.jpg", "text": "A photo of a young woman with long, dark hair wearing a form-fitting, olive green dress and black knee-high boots. She is sitting on a transparent bench, holding a small black purse, with her legs crossed and one arm resting on the bench. The background features modern architecture and a tree."}
{"file_name": "078.jpg", "text": "A photo of a young woman with long black hair, wearing a white school uniform with a black bow and a pink backpack, standing outdoors in a park with trees in the background. She appears to be in her late teens or early twenties, with a gentle smile on her face."}
{"file_name": "079.jpg", "text": "A photo of a young woman with long, wavy blue hair, wearing a black crop top and a white fur jacket, standing next to a Christmas tree and Chanel boxes. She has a confident posture and a slight smile on her face."}
{"file_name": "080.jpg", "text": "A photo of a young woman with blonde hair, wearing a white lace crop top and wide-leg pants, sitting on a bed in a minimalist bedroom with a bathtub and modern decor. She has a slim figure and is looking directly at the camera with a neutral expression."}
{"file_name": "081.jpg", "text": "A photo of a young woman with long, dark hair, wearing a black top and a pink patterned garment, resting her chin on her hand, looking directly at the camera with a neutral expression."}
{"file_name": "082.jpg", "text": "A photo of a young woman with long black hair tied up, wearing a white dress and black shoes, sitting on a picnic blanket surrounded by various food items and drinks, with a serene expression on her face."}
{"file_name": "083.jpg", "text": "A photo of a young woman with short blonde hair, wearing a light blue shirt, a red tie, beige pants, and a backpack. She is holding a lollipop in her hand and has one knee on the ground, with a thoughtful expression on her face."}
{"file_name": "084.jpg", "text": "A photo of a young woman with long, pastel pink hair, wearing a white crop top and olive green pants, standing on a rooftop with her hand in her hair, smiling at the camera against a sunset backdrop."}
{"file_name": "085.jpg", "text": "A photo of a young woman with long, dark hair wearing a floral dress and gold hoop earrings, standing in an old street with her arm outstretched, looking confident and serene."}
{"file_name": "086.jpg", "text": "A photo of a young woman with long, pastel pink hair, wearing a white crop top and olive green cargo pants, striking a pose with one hand on her hip against a blue sky backdrop."}
{"file_name": "087.jpg", "text": "A photo of a young woman with long black hair, wearing a white lace bodysuit, standing with her arms raised and one leg bent, looking confident and relaxed."}
{"file_name": "088.jpg", "text": "A photo of a young woman with short blonde hair, wearing a light blue shirt, a dark red tie, beige pants, and a black backpack. She is holding her tie with one hand and has a toothpick in her mouth. Her expression appears to be serious or contemplative."}
{"file_name": "089.jpg", "text": "A photo of a young woman with light blonde hair tied in a ponytail, wearing a light blue shirt and a dark red tie, holding a lollipop and listening to music with headphones. She appears to be in her late teens or early twenties, with a relaxed and casual posture."}
{"file_name": "090.jpg", "text": "A photo of a young woman with long black hair, wearing a floral dress, standing on a street with her eyes closed and one hand raised, looking relaxed and content."}
{"file_name": "091.jpg", "text": "A photo of a young woman with long blonde hair, wearing a white tank top and black pants, sitting on a blue folding chair outside a restaurant, holding a mask to her mouth, with a surprised expression."}
{"file_name": "092.jpg", "text": "A photo of a young woman with long, light brown hair, wearing a white crop top and plaid pants, holding a snack and a phone in front of shelves filled with various snacks. She appears to be in her late teens or early twenties."}
{"file_name": "093.jpg", "text": "A photo of a young woman with long, dark hair wearing a floral dress, standing casually with her arms resting on a black wall in an alleyway with stairs and brick buildings in the background. She has a relaxed and slightly smiling expression."}
{"file_name": "094.jpg", "text": "A photo of a young woman with long, wavy dark hair, wearing a sleeveless white dress and pearl earrings, standing against a plain background. She has a confident posture and a neutral expression."}
{"file_name": "095.jpg", "text": "A photo of a young woman with long, wavy hair wearing a black zip-up sweater and jeans, standing in front of a grid-patterned wall and a poster featuring a cityscape. She has a confident posture and is looking directly at the camera."}
{"file_name": "096.jpg", "text": "A photo of a young woman with short blonde hair, wearing a white lace corset and a white skirt, sitting on a bed with her arm resting on the edge, looking directly at the camera with a slight smile."}
{"file_name": "097.jpg", "text": "A photo of a young woman with long dark hair, wearing a light blue dress with puffed sleeves, holding a drink and a white bag with a black bow, standing on a zebra crossing in front of a modern building."}
{"file_name": "098.jpg", "text": "A photo of a young woman with short hair, wearing a floral dress, standing in front of a tent with her hand on her forehead and a slight smile on her face. She appears to be in her late teens or early twenties."}
{"file_name": "099.jpg", "text": "A photo of a young woman with long, pink hair, wearing a white crop top and olive green cargo pants, leaning on a yellow railing with her hand, and posing confidently against a modern building background."}
{"file_name": "100.jpg", "text": "A photo of a young woman with long black hair, wearing a yellow and white checkered top with a bow, a beige bucket hat, and a necklace. She is sitting in a cable car, looking out at the lush green forest below."}
{"file_name": "101.jpg", "text": "A photo of a young woman with long black hair styled in a side braid, wearing a white t-shirt with blue letters, standing outdoors in a garden with greenery and trees in the background. She has a relaxed and confident expression, with one hand resting on her head."}
{"file_name": "102.jpg", "text": "A photo of a young woman with long blonde hair tied back, wearing a white lace corset top and flowing white pants, sitting on a beige bed in a minimalist bedroom with a bathtub and a modern light fixture. She has a relaxed posture, her left arm resting on the bed, and her right hand on her thigh. Her expression is calm and contemplative."}
{"file_name": "103.jpg", "text": "A photo of a young woman with long black hair, wearing a white t-shirt and carrying a black bag, standing in front of a wall filled with various instant noodle packages. She is smiling and looking directly at the camera."}
{"file_name": "104.jpg", "text": "A photo of a young woman with long, straight hair tied back, wearing a beige sleeveless top and brown pleated pants, standing by a window with a plant in the foreground. She has a slight smile on her face and is looking to the side."}
{"file_name": "105.jpg", "text": "A photo of a young woman with long, dark hair styled in an elegant updo, wearing a white off-the-shoulder lace dress adorned with floral patterns, accessorized with a delicate necklace and earrings, standing against a plain white background with her arms crossed in front of her chest."}
{"file_name": "106.jpg", "text": "A photo of a young woman with shoulder-length black hair, wearing a white sleeveless top and carrying a blue bag, standing in front of a shopping mall with various stores and bright lights in the background. She appears to be in her late teens or early twenties, with a relaxed and confident posture."}
{"file_name": "107.jpg", "text": "A photo of a young woman with long brown hair, wearing a white t-shirt with a colorful graphic and text on the back, paired with gray pants, standing with one hand on her hip and looking over her shoulder."}
{"file_name": "108.jpg", "text": "A photo of a young woman with long, dark hair wearing a sleeveless, high-necked, pleated dress and pearl earrings, looking slightly to the side with a neutral expression."}
{"file_name": "109.jpg", "text": "A photo of a young woman with long black braids, wearing a yellow and white checkered dress, a beige bucket hat, and a delicate necklace. She is standing on a wooden bridge, leaning against a railing, with a serene and confident expression. The background features a picturesque riverside with charming buildings and lush greenery."}
{"file_name": "110.jpg", "text": "A photo of a young woman with long black hair, wearing a white sleeveless dress, sitting at a table with a checkered tablecloth, holding a fork and knife, looking down at a cake on the plate. She is in a cozy room with a large window showing tall buildings outside."}
{"file_name": "111.jpg", "text": "A photo of a young woman with long blonde hair, wearing a light-colored sweatshirt with a bold statement, holding a smartphone and a drink, sitting at a table with utensils and a plate. She appears to be in her late teens or early twenties, with a relaxed and casual demeanor."}
{"file_name": "112.jpg", "text": "A photo of a young woman with long black hair, wearing a red hoodie and a red cap, holding a phone in front of a mirror. She is smiling and appears to be in her late teens or early twenties."}
{"file_name": "113.jpg", "text": "A photo of a young woman with long, wavy dark hair wearing a white sleeveless dress. She has a gentle expression and is standing against a plain background."}
{"file_name": "114.jpg", "text": "A photo of a young woman with long, straight hair wearing a white crop top and plaid shorts, standing in front of shelves filled with snacks, her hand on her hip, smiling at the camera."}
{"file_name": "115.jpg", "text": "A photo of a young woman with long black hair, wearing a blue off-the-shoulder sweater, sitting at a table with a plate of food and holding a fork. She appears to be in her late 20s or early 30s, with a relaxed and content expression on her face. The background features a plant and a stone wall, suggesting an indoor setting."}
{"file_name": "116.jpg", "text": "A photo of a young woman with long blonde hair styled in a braid, wearing a black and white striped crop top, a beige cardigan, blue jeans, and a delicate necklace. She stands confidently against a textured wall, with a slight smile on her face."}
{"file_name": "117.jpg", "text": "A photo of a young woman with long blonde hair styled in a braid, wearing a sparkling blue dress and a tiara, holding a snowflake, standing against a snowy background."}
{"file_name": "118.jpg", "text": "A photo of a young woman with long, light-colored hair wearing a white t-shirt and black pants, sitting on a bed in a room decorated with various posters and items. She is holding a phone and appears to be taking a selfie."}
{"file_name": "119.jpg", "text": "A photo of a young woman with short brown hair, wearing a green tank top and a black bucket hat, standing in a modern indoor setting, leaning on a counter with a phone and a drink nearby. She has a relaxed posture and appears to be in her 20s or 30s."}
{"file_name": "120.jpg", "text": "A photo of a young woman with short, light brown hair, wearing a blue shirt, a red tie, and a black backpack. She has a serious expression on her face and is holding the straps of her backpack."}
{"file_name": "121.jpg", "text": "A photo of a young woman with long, light-colored hair, wearing a casual gray shirt that says \"GOOD GIRLS GO TO HEAVEN BAD GIRLS GO TO HELL.\" She has a relaxed posture, resting her head on her arm, and is holding up two fingers in a peace sign. The background shows a window with blinds and some food items on the table."}
{"file_name": "122.jpg", "text": "A photo of a young woman with long blonde hair, wearing a black and white striped crop top and a white scarf tied around her waist, standing with one arm raised in the air against a backdrop of a serene ocean and a clear sky."}
{"file_name": "123.jpg", "text": "A photo of a young woman with long dark hair, wearing a green polka dot dress, sitting at a table with a drink and a phone. She has a confident expression, with one hand resting on her chin. The background features shelves filled with bottles."}
{"file_name": "124.jpg", "text": "A photo of a young woman with blonde hair styled in braids, wearing a black and white striped crop top, a light-colored cardigan, high-waisted jeans, and a delicate necklace, holding two ice pops in front of a pink wall with Chinese characters."}
{"file_name": "125.jpg", "text": "A photo of a young woman with long black hair, wearing a black crop top and high-waisted pants, paired with thigh-high patent leather boots. She is seated on a metallic staircase, her legs crossed, and her hands resting on her knees. Her expression is neutral, and she appears to be in her late teens or early twenties."}
{"file_name": "126.jpg", "text": "A photo of a young woman with pink hair, wearing a black hoodie and jeans, sitting on a bench with headphones on, holding onto the armrest, and looking at the camera. She has a relaxed posture and is holding a drink next to her."}
{"file_name": "127.jpg", "text": "A photo of a young woman with long black hair, wearing a white crop top, black jeans, and a black tie, holding her jacket over her shoulder, standing against a plain wall. She has a slim build and is wearing a bracelet on her left wrist."}
{"file_name": "128.jpg", "text": "A photo of a young woman with short dark hair, wearing a green tank top and a matching skirt, standing in an industrial setting with a black bucket hat covering her head. She has a slim build and is looking down with a neutral expression."}
{"file_name": "129.jpg", "text": "A photo of a young woman with short brown hair, wearing a white t-shirt with pink text and camouflage pants, holding a phone and a cap, standing on a street in front of buildings."}
{"file_name": "130.jpg", "text": "A photo of a young woman with long, blue-gray hair, wearing a white fur-trimmed sweater and black pants, standing in front of snow-covered trees and a building with string lights. She has a slender build and is posing with her hands on her hips."}
{"file_name": "131.jpg", "text": "A photo of a young woman with a slender figure, wearing a white lace corset and a flowing skirt, sitting on a bed with her hands behind her head, looking directly at the camera with a calm expression."}
{"file_name": "132.jpg", "text": "A photo of a young woman with long, dark hair wearing a white sleeveless dress and pearl earrings, standing against a plain background. She has a gentle smile on her face."}
{"file_name": "133.jpg", "text": "A photo of a young woman with long black hair, wearing a black crop top and high-waisted pants, leaning on a staircase railing with her arms crossed, exuding confidence and style."}
{"file_name": "134.jpg", "text": "A photo of a young woman with long, dark hair wearing a white t-shirt and shorts, sitting on the floor with her legs crossed, surrounded by blue balloons, and resting her head on her hand. She appears to be in her late teens or early twenties."}
{"file_name": "135.jpg", "text": "A photo of a young woman with long pink hair, wearing a beige cap, black hoodie, and jeans, sitting on a bench holding a Starbucks drink and listening to music with white headphones. She appears relaxed and casual."}
{"file_name": "136.jpg", "text": "A photo of a young woman with short blonde hair, wearing a blue shirt, a red tie, and a backpack, holding a lollipop and listening to music with headphones. She appears to be in her late teens or early twenties."}
{"file_name": "137.jpg", "text": "A photo of a young woman with short brown hair, wearing a green tank top and a matching skirt, accessorized with a necklace and bracelets, standing in an indoor setting with concrete walls and overhead lighting. She has a confident posture and is looking directly at the camera."}
{"file_name": "138.jpg", "text": "A photo of a young woman with shoulder-length hair, wearing a white t-shirt dress with a purple logo on the left chest, standing in front of a sink with her hands by her sides, looking directly at the camera with a neutral expression."}
{"file_name": "139.jpg", "text": "A photo of a young woman with long black hair, wearing a white crop top and black skirt, holding a tie around her neck, standing in a spacious room with wooden flooring and large windows. She has a confident and playful expression on her face."}
{"file_name": "140.jpg", "text": "A photo of a young woman with long black hair, wearing a white lace bodysuit, standing with her arms crossed and one hand touching her face, against a plain background."}
{"file_name": "141.jpg", "text": "A photo of a young woman with long, wavy dark hair, wearing a black blazer over a matching top, her arms crossed in front of her. She has a slim build and is standing against a plain background."}
{"file_name": "142.jpg", "text": "A photo of a young woman with a slender figure, wearing a light-colored dress and holding a coffee cup, sitting on a bench in a modern, blue and white interior. She has a gentle expression and is looking slightly to her left."}
{"file_name": "143.jpg", "text": "A photo of a young woman with long black braids, wearing a yellow and white checkered dress, a beige knitted hat, and a silver bracelet, standing on a balcony with a scenic view of mountains and clouds in the background. She is adjusting her hat and has a slight smile on her face."}
{"file_name": "144.jpg", "text": "A photo of a young woman with long, dark hair styled in loose waves, wearing a white t-shirt with a small graphic on the front, sitting on a bed with a white headboard and colorful pillows, holding her hair with one hand, and looking directly at the camera with a slight smile."}
{"file_name": "145.jpg", "text": "A photo of a young woman with shoulder-length brown hair, wearing a white sweater and a silver necklace, has her hand on her chin, with a neutral expression. She is indoors, surrounded by various items and furniture."}
{"file_name": "146.jpg", "text": "A photo of a young woman with long black hair, wearing a pink checkered jacket and shorts, a white crop top, and a silver necklace. She is standing against a white wall with her arm resting on it, looking directly at the camera with a serious expression."}
{"file_name": "147.jpg", "text": "A photo of a young woman with long blonde hair, wearing a blue and gray sweatshirt, holding a glass with a cinnamon stick, sitting against a brick wall, and looking down with a thoughtful expression."}
